{
  "questions": [
    {
      "id": "CHI-0001",
      "category": "personal_habits",
      "text": "[FW] 你有沒有閱讀報紙的習慣？",
      "difficulty": "easy",
      "modal_answer": "我沒有每天閱讀實體報紙的習慣，因為我主要通過網絡和電視新聞來了解時事。不過，學校的圖書館有時會有報紙，當我有空或者老師要求我們找新聞資料時，我就會去翻閱。我覺得報紙上的報導通常比較詳細，但網絡新聞更新更快、更方便。"
    },
    {
      "id": "CHI-0002",
      "category": "personal_experience",
      "text": "[FW] 你有沒有做過班長或類似的職務？",
      "difficulty": "easy",
      "modal_answer": "是的，我在四年級時曾擔任過副班長。我的主要職責是協助班長點名、在老師不在時維持課堂秩序，以及幫忙收發作業。這段經歷讓我學會了如何與同學溝通，也明白了責任感的重要性。雖然有時候會遇到調皮的同學，需要耐心處理，但我覺得這是一次很好的鍛煉。"
    },
    {
      "id": "CHI-0003",
      "category": "reflection",
      "text": "[FW] 在小學生涯中，最令你感到滿足的是甚麼？",
      "difficulty": "medium",
      "modal_answer": "最令我感到滿足的是在五年級的音樂比賽中，我們班合唱團獲得了冠軍。從一開始大家唱得參差不齊，到後來每天放學後努力練習，互相糾正音準，這個過程非常難忘。當宣布我們獲得第一名時，全班都歡呼起來，那種共同努力後獲得成功的成就感，讓我覺得所有的付出都是值得的。"
    },
    {
      "id": "CHI-0004",
      "category": "family",
      "text": "[FW] 你喜歡跟爸爸還是媽媽去街？為甚麼？",
      "difficulty": "easy",
      "modal_answer": "我比較喜歡和媽媽一起去逛街。因為媽媽通常更有耐心，她會陪我仔細挑選衣服或文具，還會帶我去吃我喜歡的甜品。而爸爸逛街總是很快，目標明確，買完東西就想回家。不過，如果是去爬山或者看電子產品，我就會選擇和爸爸一起去，因為他懂的更多。"
    },
    {
      "id": "CHI-0005",
      "category": "personal_thoughts",
      "text": "[FW] 你希望有甚麼自由？",
      "difficulty": "medium",
      "modal_answer": "我希望有更多安排自己時間的自由。比如，在完成學校功課和溫習之後，我可以自由決定是看課外書、畫畫，還是和小伙伴們在樓下玩一會兒。現在很多時間都被固定的補習班和興趣班佔滿了，如果我能自己支配一部分空閒時間，我相信我會更開心，也能更好地發展自己真正的興趣。"
    },
    {
      "id": "CHI-0006",
      "category": "personal_habits",
      "text": "[FW] 你平常有沒有上網？",
      "difficulty": "easy",
      "modal_answer": "有，我每天都會上網。主要是用來看教學視頻來幫助學習、查閱資料完成專題報告，以及和同學通過社交軟件討論功課。週末時，我也會被允許玩一會兒線上遊戲或者看有趣的短片。爸爸媽媽規定了每天上網的時間，並且會監督我瀏覽的內容，以確保安全。"
    },
    {
      "id": "CHI-0007",
      "category": "academic",
      "text": "[FW] 你平常有沒有補習？",
      "difficulty": "easy",
      "modal_answer": "有，我每週有參加數學和英文的補習班。因為我覺得學校的課程進度比較快，有時候跟不上，補習老師可以幫我鞏固基礎，解釋得更仔細。補習雖然佔用了一些玩樂時間，但確實讓我的成績穩定了一些，面對考試時也沒那麼緊張了。"
    },
    {
      "id": "CHI-0008",
      "category": "future_aspirations",
      "text": "[FW] 長大後有甚麼志願？",
      "difficulty": "easy",
      "modal_answer": "我長大後想成為一名老師。特別是像我的班主任那樣的老師，她不僅知識豐富，而且非常關心學生，總是鼓勵我們。我覺得能把知識傳授給別人，並且幫助他們成長，是一份很有意義的工作。我現在要努力學習，為實現這個目標打好基礎。"
    },
    {
      "id": "CHI-0009",
      "category": "family",
      "text": "[FW] 父母有沒有給你壓力？",
      "difficulty": "medium",
      "modal_answer": "他們對我有所期望，但我認為這不完全是壓力，更多的是關心。他們希望我養成良好的學習習慣，認真完成功課。有時候考試前，他們會顯得比較緊張，督促我溫書。但當我真正感到累或者遇到困難時，他們也會安慰我，告訴我盡力就好。所以，這是一種督促我前進的動力。"
    },
    {
      "id": "CHI-0010",
      "category": "reflection",
      "text": "[FW] 你認為小學同學最應該改善的問題？（傲慢無禮 / 欠交功課 / 遲到）",
      "difficulty": "medium",
      "modal_answer": "我認為「傲慢無禮」最應該改善。因為欠交功課或遲到主要影響自己，但傲慢無禮的行為，比如嘲笑同學的錯誤、不尊重老師或班幹部的提醒，會傷害他人的感情，破壞班級的團結和友好氣氛。一個互相尊重的環境，才能讓大家更開心、更專注地學習。"
    },
    {
      "id": "CHI-0011",
      "category": "reading",
      "text": "[FW] 試介紹一本圖書。那本書關於甚麼？在書中學會了甚麼？",
      "difficulty": "medium",
      "modal_answer": "我想介紹《西遊記》。這本書講述了唐僧師徒四人——孫悟空、豬八戒、沙和尚和白龍馬，一路歷經九九八十一難，前往西天取經的故事。從書中，我學會了團隊合作的重要性，每個人都有優點和缺點，要互相幫助。我也佩服孫悟空的機智勇敢和堅持不懈的精神，明白了遇到困難不要輕易放棄。"
    },
    {
      "id": "CHI-0012",
      "category": "imagination",
      "text": "[FW] 如果有人發明了下列藥物，你會選擇哪一樣？為甚麼？（縮小丸 / 永恆記憶丸 / 長生不老丹）",
      "difficulty": "medium",
      "modal_answer": "我會選擇「永恆記憶丸」。因為長生不老可能會看到所有親友離開，太孤獨；縮小丸雖然有趣，但用處不大。而永恆記憶丸可以讓我記住所有學過的知識、經歷過的美好瞬間，以及家人朋友的每一份關愛。這對學習和生活都有巨大的幫助，能讓寶貴的經歷永不褪色。"
    },
    {
      "id": "CHI-0013",
      "category": "academic",
      "text": "[FW] 當遇上較難的題目，你會怎樣做？",
      "difficulty": "easy",
      "modal_answer": "首先，我會靜下心來把題目再仔細讀幾遍，圈出關鍵信息。如果還是不懂，我會回憶老師講過的類似例題，或者翻看課本和筆記尋找線索。如果自己實在解決不了，我會請教同學，和他們一起討論。最後，如果大家都不会，我就會去問老師，直到徹底弄明白為止。我不會直接放棄或抄答案。"
    },
    {
      "id": "CHI-0014",
      "category": "culture",
      "text": "[FW] 如果有個外國人來香港度假，你會介紹他去哪個景點？",
      "difficulty": "medium",
      "modal_answer": "我會介紹他去太平山頂。因為在那裡可以乘坐古老的山頂纜車，體驗獨特的傾斜角度。到達山頂後，可以俯瞰整個維多利亞港和香港島的摩天大樓，日景和夜景都非常壯觀。那裡還有商店和餐廳，他可以一次過感受到香港的現代繁華和自然美景，這是最能代表香港特色的地方之一。"
    },
    {
      "id": "CHI-0015",
      "category": "social_opinion",
      "text": "[FW] 在現今社會，美貌和智慧哪樣較重要？為甚麼？",
      "difficulty": "medium",
      "modal_answer": "我認為智慧更重要。因為美貌會隨著時間改變，而智慧卻能不斷增長並伴隨一生。擁有智慧，可以解決生活中的難題，創造有價值的事物，獲得別人的真正尊重。雖然外表整潔大方是禮貌，但社會的發展和個人的成功最終還是依靠知識、判斷力和創新能力，這些都屬於智慧的範疇。"
    },
    {
      "id": "CHI-0016",
      "category": "reflection",
      "text": "[FW] 老師有甚麼特質最受學生歡迎？",
      "difficulty": "easy",
      "modal_answer": "最受學生歡迎的老師通常有這些特質：第一，幽默風趣，能讓課堂氣氛輕鬆愉快；第二，有耐心，願意反覆講解直到學生明白；第三，公平公正，對所有學生一視同仁；第四，不僅教知識，也關心學生的生活和情緒，像朋友一樣。這樣的老師讓學生感到親切和受尊重，自然更喜歡上他的課。"
    },
    {
      "id": "CHI-0017",
      "category": "family",
      "text": "[FW] 假如下周六是爸媽生日，你會怎樣慶祝？",
      "difficulty": "easy",
      "modal_answer": "我會用自己儲蓄的零用錢，買一個小蛋糕，再親手製作一張生日卡。早上，我會為他們準備簡單的早餐（比如煎蛋和牛奶）。白天，我們可以一起去公園散步或者看一場電影。晚上，全家人一起在家吃頓豐盛的晚餐，然後拿出蛋糕，一起唱生日歌，讓他們吹蠟燭。最重要的是陪伴和心意。"
    },
    {
      "id": "CHI-0018",
      "category": "family",
      "text": "[FW] 你會怎樣表達對父母的愛？",
      "difficulty": "easy",
      "modal_answer": "我表達愛的方式是通過實際行動：第一，努力學習，照顧好自己，不讓他們太操心；第二，主動分擔家務，比如洗碗、倒垃圾；第三，記住他們的喜好，在特別的日子給他們小驚喜；第四，多和他們聊天，分享學校裡開心和不開心的事，也會認真聽他們說話。我覺得愛藏在日常的關心和理解裡。"
    },
    {
      "id": "CHI-0019",
      "category": "problem_solving",
      "text": "[FW] 如果你有一天上學途中發現自己沒有帶錢包及手機，你會怎樣做？",
      "difficulty": "medium",
      "modal_answer": "首先，我會保持冷靜。我會先向路人或車站職員求助，借用電話打給父母，告訴他們我的情況和具體位置。如果聯繫不上父母，我會直接去學校，向班主任或校務處的老師說明情況，請他們幫忙聯繫家人。放學後，我會跟有手機的同學一起走，或者留在學校等家人來接。不會擅自去其他地方。"
    },
    {
      "id": "CHI-0020",
      "category": "personal_experience",
      "text": "[FW] 講述一次遇到挫折的經歷。",
      "difficulty": "medium",
      "modal_answer": "記得四年級時，我滿懷信心地參加學校的講故事比賽，但在台上因為太緊張，忘了一大段台詞，最後只拿到了安慰獎。當時我非常難過和羞愧。後來，老師鼓勵我，並告訴我很多演講者都有過類似經歷。我開始練習在更多人面前說話，並把稿子理解得更透徹。這次挫折讓我明白，準備充分和積累經驗比結果更重要。"
    },
    {
      "id": "CHI-0021",
      "category": "personal_thoughts",
      "text": "[FW] 誰是你的榜樣？",
      "difficulty": "easy",
      "modal_answer": "我的榜樣是我的爺爺。他是一位退休工程師，雖然年紀大了，但仍然堅持每天讀書看報，學習如何使用智能手機和電腦。他做事非常認真和有耐心，家裡東西壞了都能慢慢修好。他常常告訴我，學習是一輩子的事，而且待人要誠懇。從他身上，我看到了終身學習和踏實做人的可貴品質。"
    },
    {
      "id": "CHI-0022",
      "category": "technology_opinion",
      "text": "[FW] 電腦能促進學生的學習，還是阻礙學生的學習？",
      "difficulty": "medium",
      "modal_answer": "我認為電腦主要能促進學習。它可以讓我們快速查詢資料、觀看生動的教學影片，以及通過教育軟件進行互動練習，讓學習變得更有趣。但如果使用不當，例如沉迷遊戲或瀏覽無關內容，就會阻礙學習。所以，關鍵在於學生是否有自制力，以及家長和老師能否給予正確的引導。"
    },
    {
      "id": "CHI-0023",
      "category": "personal_relationships",
      "text": "[FW] 你最好的朋友是誰？",
      "difficulty": "easy",
      "modal_answer": "我最好的朋友是同班同學陳小明。我們從三年級開始就經常在一起，不僅因為我們住得近，更因為我們的興趣很相似，都喜歡打籃球和閱讀科幻小說。他性格開朗，當我遇到不開心的事時，他總是耐心聽我傾訴。我們也會一起溫習，互相幫助解決學習上的難題。"
    },
    {
      "id": "CHI-0024",
      "category": "family",
      "text": "[FW] 你和家人最難忘的經歷。",
      "difficulty": "medium",
      "modal_answer": "最難忘的經歷是去年暑假全家去日本北海道旅行。那是我第一次看到雪，我們在雪地裡打雪仗、堆雪人，還泡了露天溫泉。晚上全家人圍在一起吃熱騰騰的火鍋，分享一天的趣事。那次旅行讓我感受到家人在一起的溫暖和快樂，也見識了不同的文化和風景，留下了許多美好的照片和回憶。"
    },
    {
      "id": "CHI-0025",
      "category": "philosophical",
      "text": "[FW] 長生不老是好事或是壞事？",
      "difficulty": "hard",
      "modal_answer": "我認為長生不老弊大於利。好處是可以有無限的時間學習和體驗世界。但壞處更多：可能會感到孤獨，因為要目睹親友不斷離世；世界資源有限，人口只增不減會帶來嚴重問題；而且如果生活失去變化和終點，目標感和珍惜當下的心情也可能會消失。我覺得有始有終的生命，才讓經歷顯得珍貴。"
    },
    {
      "id": "CHI-0026",
      "category": "school_suggestion",
      "text": "[FW] 如果可以在學校增加一項設備，你會增加甚麼？為甚麼？",
      "difficulty": "medium",
      "modal_answer": "我會增加一個「創客空間」或「科技工坊」，裡面配備3D打印機、簡單的編程機器人、木工工具和各種手工材料。因為現在的學習很多都在書本和電腦上，這個空間可以讓我們動手將想法變成實物，結合科學、技術、工程和藝術，既能激發創造力，又能培養解決實際問題的能力，學習會變得更有趣和實用。"
    },
    {
      "id": "CHI-0027",
      "category": "social_opinion",
      "text": "[FW] 你贊成香港要派錢給市民嗎？為甚麼？",
      "difficulty": "hard",
      "modal_answer": "我認為要視乎情況。如果經濟好，政府有充裕的財政盈餘，派錢可以紓解基層市民的生活壓力，刺激消費，是件好事。但如果經濟不景氣，政府應該將錢更精準地用於長遠投資，例如改善醫療、教育和住房，或者支援真正有困難的弱勢群體。單純派錢可能只是短期幫助，無法解決深層次問題。"
    },
    {
      "id": "CHI-0028",
      "category": "health_opinion",
      "text": "[FW] 在飯堂銷售不健康食物，你有甚麼看法？",
      "difficulty": "medium",
      "modal_answer": "我反對在學校飯堂銷售汽水、炸雞、薯條等高糖高脂的不健康食物。學校是教育場所，應該以身作則，培養學生健康的飲食習慣。經常食用這些食物會導致肥胖、影響專注力和發育。飯堂應該提供多樣化且營養均衡的選擇，如蔬菜、水果、瘦肉和全穀物。可以偶爾提供少量較受歡迎的零食，但絕不應成為主流。"
    },
    {
      "id": "CHI-0029",
      "category": "parenting_opinion",
      "text": "[FW] 家長應否用金錢或獎品來鼓勵學生溫習？",
      "difficulty": "medium",
      "modal_answer": "我認為偶爾可以，但不應作為長期或主要手段。短期的物質獎勵可能讓孩子為了獎品而暫時努力，但無法培養內在的學習動機和責任感。長遠來看，家長更應該通過解釋學習的意義、陪伴孩子克服困難、給予口頭表揚和肯定來鼓勵他們。讓孩子體會到獲得知識和進步本身的快樂，才是持久的力量。"
    },
    {
      "id": "CHI-0030",
      "category": "imagination",
      "text": "[FW] 如果可以邀請一個公眾人物來家裏共進晚餐，你會邀請誰？你會與他 / 她傾談甚麼？",
      "difficulty": "medium",
      "modal_answer": "我想邀請中國航天員王亞平阿姨。我會問她：在太空中看到地球是甚麼感覺？成為航天員需要經歷哪些難以想像的艱苦訓練？在漫長的訓練和任務中，是如何堅持下來的？我還想聽她分享從一個普通女孩到飛向星辰大海的夢想旅程。她的故事一定能給我巨大的鼓舞，讓我明白堅持和勇氣的意義。"
    },
    {
      "id": "CHI-0031",
      "category": "project_planning",
      "text": "[FW] 如果你和組員要拍一套有關環保的短片，你認為可以從哪一方面討論？",
      "difficulty": "medium",
      "modal_answer": "我們可以從「減少校園浪費」這個角度入手。短片可以展示校園中常見的浪費現象，如午餐大量廚餘、單面使用紙張、沒人時教室依然亮燈等。然後，通過採訪同學和老師，探討這些行為的影響。最後，用創意的方式演示簡單的解決辦法，如「光盤行動」、廢紙回收利用、設定節能小管家等，號召大家從身邊小事做起。"
    },
    {
      "id": "CHI-0032",
      "category": "school_activity",
      "text": "[FW] 如果要推行和諧校園，你會舉行哪些活動？",
      "difficulty": "medium",
      "modal_answer": "我會舉辦：1. 「秘密天使」活動：每位同學抽籤秘密關心另一位同學一週，用匿名小紙條傳遞鼓勵和讚美。2. 「跨年級友誼日」：高年級和低年級結對，一起完成遊戲或手工任務，促進交流。3. 「班級衝突調解工作坊」：邀請老師或社工教大家如何友好地解決矛盾。這些活動能增進理解、減少欺凌、營造友愛氛圍。"
    },
    {
      "id": "CHI-0033",
      "category": "imagination",
      "text": "[FW] 如果你可以回到過去，你會回到哪個時代？",
      "difficulty": "medium",
      "modal_answer": "我想回到唐朝。因為唐朝是中國古代非常繁榮和開放的時代，文化藝術極其燦爛。我想親眼見識李白、杜甫如何吟詩，看看長安城的國際化市集，感受當時的服飾、音樂和舞蹈。我也想知道在那樣一個盛世，普通百姓的日常生活是怎樣的。這能讓我更直觀地理解我們的歷史和文化根源。"
    },
    {
      "id": "CHI-0034",
      "category": "social_debate",
      "text": "[FW] 有人說︰「經濟發展比環保重要。」你認同這句話嗎？為甚麼？",
      "difficulty": "hard",
      "modal_answer": "我不完全認同。兩者不是非此即彼的關係，應該尋求平衡。如果只顧經濟發展而嚴重破壞環境（如污染水源、空氣），最終會危害人民健康，反過來拖累經濟，治理成本更高。但完全停止發展也不現實。我認為應該推行「可持續發展」，發展綠色科技和循環經濟，讓經濟成長與環境保護並行不悖，這才是長遠之策。"
    },
    {
      "id": "CHI-0035",
      "category": "social_issue",
      "text": "[FW] 如果你是校長，你會對家長和同學提出哪三項解決「港孩現象」的方法？",
      "difficulty": "hard",
      "modal_answer": "我會提出：1. 對家長：推行「生活技能課程」，鼓勵家長放手讓孩子參與家務，如整理房間、準備簡單飯菜，培養責任感和獨立性。2. 對同學：設立「學長服務計劃」，高年級同學需定時幫助低年級或參與社區服務，學習付出和關愛。3. 對全校：舉辦「逆境體驗營」，通過團隊戶外活動，鍛煉同學的耐挫力和解決問題能力。"
    },
    {
      "id": "CHI-0036",
      "category": "technology_opinion",
      "text": "[FW] 平板電腦教學越來越普及，你支持嗎？",
      "difficulty": "medium",
      "modal_answer": "我謹慎支持。它的好處是能讓教學更互動、資源更豐富，例如即時投票、觀看虛擬實境演示等。但過度依賴也有隱憂：長時間盯著屏幕可能影響視力和專注力；容易讓學生分心玩遊戲；人與人之間面對面的討論和紙筆書寫的練習可能會減少。所以我認為應該將平板作為輔助工具，與傳統教學方式結合，並嚴格管理使用時間。"
    },
    {
      "id": "CHI-0037",
      "category": "personal_motivation",
      "text": "[FW] 大考中得到好成績，你想要的獎勵是甚麼？",
      "difficulty": "easy",
      "modal_answer": "我最想要的獎勵不是物質，而是一次家庭旅行，或者父母能抽出完整的一天陪我，做我喜歡的事，例如一起去爬山、參觀博物館，或者看一場電影。我覺得共同的經歷和陪伴比禮物更珍貴。當然，如果是一套我一直想要的科普書籍或者一個新的籃球，我也會很開心。"
    },
    {
      "id": "CHI-0038",
      "category": "personal_preference",
      "text": "[FW] 你最喜歡哪個季節？",
      "difficulty": "easy",
      "modal_answer": "我最喜歡秋天。因為天氣涼爽乾燥，不冷不熱，最適合進行戶外活動，比如騎單車和遠足。秋天的天空總是又高又藍，樹葉變成金黃色和紅色，景色非常美麗。而且秋天有很多美味的水果，比如柿子和柚子。它沒有夏天的悶熱和暴雨，也沒有冬天的寒冷，給人一種舒適和寧靜的感覺。"
    },
    {
      "id": "CHI-0039",
      "category": "personal_relationships",
      "text": "[FW] 介紹一位你尊敬的老師。",
      "difficulty": "easy",
      "modal_answer": "我尊敬的是五年級的常識科李老師。他上課從不照本宣科，總是把新聞時事和科學發現融入課堂，激發我們的興趣。他鼓勵我們提問，即使問題很「奇怪」，他也會認真對待，和我們一起查資料找答案。有一次我對實驗結果很沮喪，他卻表揚了我的嘗試，並說「失敗的數據也是寶貴的發現」。他讓我懂得了求知和探索的樂趣。"
    },
    {
      "id": "CHI-0040",
      "category": "personal_relationships",
      "text": "[FW] 介紹你的一位好朋友。",
      "difficulty": "easy",
      "modal_answer": "我想介紹我的好朋友何家欣。她是我們的班長，做事非常有條理和負責任。但讓我敬佩的是她的善良和公正。有同學被孤立時，她會主動邀請他加入遊戲；小組合作時，她總是耐心聽取每個人的意見。她學習很好，但從不驕傲，總是樂於幫助其他同學解題。她就像我們班的小太陽，溫暖又可靠。"
    },
    {
      "id": "CHI-0041",
      "category": "current_affairs",
      "text": "[FW] 你最難忘的新聞是？",
      "difficulty": "medium",
      "modal_answer": "我最難忘的是關於「天問一號」火星探測器成功著陸的新聞。看著新聞裡科學家們激動相擁的畫面，我也感到非常振奮。這條新聞讓我深刻感受到國家科技實力的飛躍，和人類對未知宇宙永不停歇的探索精神。它不僅是一項成就，更激勵我們年輕一代要敢於夢想，努力學習科學知識，未來也許能參與更偉大的探索。"
    },
    {
      "id": "CHI-0042",
      "category": "personal_preference",
      "text": "[FW] 你喜歡甚麼類型的電視節目？",
      "difficulty": "easy",
      "modal_answer": "我最喜歡看自然紀錄片和科普類節目，例如《國家地理》或《寰宇野生》。這些節目帶我潛入深海、穿越雨林、探索太空，讓我看到世界的神奇和多樣性，學到許多課本上沒有的知識。我也喜歡看一些益智挑戰節目，可以看到參賽者如何運用智慧和團隊合作解決難題，非常刺激有趣。"
    },
    {
      "id": "CHI-0043",
      "category": "culture",
      "text": "[FW] 介紹兩種香港地道的食物和建築物。",
      "difficulty": "medium",
      "modal_answer": "食物：1. 絲襪奶茶：這不是用絲襪做的，而是用一個像絲襪的棉紗網袋反覆沖濾紅茶，使茶味更香滑，再加入淡奶，是香港茶餐廳的代表飲品。2. 雞蛋仔：將蛋漿倒入蜂窩狀的鐵模中烘烤，外脆內軟，蛋香濃郁，是街頭經典小吃。建築：1. 騎樓：樓下是商鋪，樓上是住宅，樓下有行人走廊，方便遮陽擋雨，充滿舊式風情。2. 圍村：例如元朗的吉慶圍，有高大的圍牆和護城河，反映了過去宗族聚居和防禦的歷史。"
    },
    {
      "id": "CHI-0044",
      "category": "environment",
      "text": "[FW] 你對環境計劃有甚麼意見？",
      "difficulty": "medium",
      "modal_answer": "我認為環境計劃應該更具體、更貼近日常生活，並且讓公眾更容易參與。例如，與其只是宣傳「減廢」，不如在社區設立清晰的垃圾分類指引和回收點，並舉辦以物換物市集。對於學生，可以舉辦「校園碳中和」挑戰賽，讓各班級比賽誰節省的能源多。計劃的成功關鍵在於讓每個人明白自己的小行動如何匯聚成大影響，並提供方便的參與渠道。"
    },
    {
      "id": "CHI-0045",
      "category": "environment",
      "text": "[FW] 學生可以怎樣作好環境保護的本份？",
      "difficulty": "easy",
      "modal_answer": "學生可以從小事做起：1. 節約資源：隨手關燈關水龍頭，紙張雙面用。2. 減少浪費：自備水樽和餐具，午餐吃多少拿多少。3. 做好回收：嚴格按照指引分類回收紙張、膠樽和鋁罐。4. 綠色出行：多步行、騎單車或乘坐公共交通工具。5. 宣傳影響：向家人和朋友分享環保知識，帶動更多人參與。這些都是我們力所能及的。"
    },
    {
      "id": "CHI-0046",
      "category": "persuasion",
      "text": "[FW] 怎樣勸朋友多閱讀？",
      "difficulty": "medium",
      "modal_answer": "我不會硬性「勸說」，而是會嘗試「吸引」。首先，我會根據朋友的興趣，推薦相關的好書，比如他喜歡恐龍，我就找有趣的恐龍科普書。其次，我會和他分享我正在讀的書裡最精彩的情節或最有趣的知識，勾起他的好奇心。然後，可以提議一起參加學校的閱讀小組，或者約定每週交流一次讀書心得。最重要的是，讓閱讀變成一件輕鬆、有趣、有伴的事，而不是任務。"
    },
    {
      "id": "CHI-0047",
      "category": "problem_solving",
      "text": "[FW] 如果學校不錄取你，你會怎麼辦？",
      "difficulty": "hard",
      "modal_answer": "首先，我會感到失望，但不會一直沮喪。我會和父母老師一起冷靜分析原因，看看是面試表現、成績還是其他方面有不足。然後，我會積極準備下一所心儀學校的申請或面試，針對弱項進行改進。同時，我也明白一次失敗不代表永遠失敗，無論去哪所學校，只要自己保持努力學習、積極參與的態度，一樣可以獲得成功和成長。"
    },
    {
      "id": "CHI-0048",
      "category": "academic",
      "text": "[FW] 專題研習這種學習方式有甚麼好處和壞處？",
      "difficulty": "medium",
      "modal_answer": "好處：1. 培養自主學習和深入研究的能力。2. 需要團隊合作，學習溝通與分工。3. 將不同學科知識融會貫通，解決真實問題。4. 成果展示能鍛煉表達和組織能力。壞處：1. 非常耗時，可能影響其他科目的學習。2. 如果組員不合作或依賴個別人，會造成壓力和不公平。3. 評分標準有時不夠清晰。需要老師更好的引導和時間規劃。"
    },
    {
      "id": "CHI-0049",
      "category": "environment",
      "text": "[FW] 怎樣改善空氣質素？",
      "difficulty": "medium",
      "modal_answer": "改善空氣質素需要多方努力：1. 政府：大力發展電動公交車，設立更多單車徑，鼓勵綠色出行；嚴格管制工廠和電廠的廢氣排放。2. 企業：採用更環保的生產技術和能源。3. 市民：減少使用私家車，多使用公共交通工具；節約用電。4. 個人：舉報黑煙車輛，選擇環保產品。從政策到個人習慣，缺一不可。"
    },
    {
      "id": "CHI-0050",
      "category": "problem_solving",
      "text": "[FW] 要是同學不聽風紀的話，你會怎樣做？",
      "difficulty": "medium",
      "modal_answer": "如果我是風紀，我會：首先，保持冷靜和禮貌，再次清晰說明規則和原因（例如「請不要在走廊奔跑，是為了大家的安全」）。如果對方仍不聽從，我會嘗試瞭解他的原因（是否趕時間？有急事？）。若無合理原因且態度惡劣，我會記錄下來，並告知負責老師，由老師處理。我不會與同學爭吵或發生肢體衝突，堅持以理服人，並尋求上級的支援。"
    },
    {
      "id": "CHI-0051",
      "category": "future_aspirations",
      "text": "[FW] 你想成為音樂家嗎？",
      "difficulty": "easy",
      "modal_answer": "我很欣賞音樂家，但這不是我的志願。我學習鋼琴，享受音樂帶來的美感和放鬆，但我更喜歡科學和探索。我的夢想是成為一名工程師或科學家。不過，我相信音樂會是我一生的愛好，它能豐富我的精神世界。即使不成為職業音樂家，我也會繼續練習，用音樂來表達情感和結交朋友。"
    },
    {
      "id": "CHI-0052",
      "category": "social_opinion",
      "text": "[FW] 你認為政府有沒有嚴打酒後駕駛？",
      "difficulty": "medium",
      "modal_answer": "我認為政府已經加強了打擊力度，例如提高罰則、增加隨機酒精測試，並進行了很多宣傳教育。這使得酒後駕駛的案例有所減少，公眾意識也提高了。但可能還不夠，因為仍偶有相關嚴重事故發生。我覺得可以進一步加大懲罰，並對提供酒類的場所也施加一定連帶責任。最重要的是持續的教育，讓人們從心底裡認識到酒駕對自己和他人生命的極度不負責任。"
    },
    {
      "id": "CHI-0053",
      "category": "imagination",
      "text": "[FW] 如果全球停電一星期，你認為會衍生甚麼問題？",
      "difficulty": "hard",
      "modal_answer": "會引發連鎖性的混亂和危機：1. 通訊中斷：手機、網絡癱瘓，信息無法傳遞。2. 交通癱瘓：信號燈、地鐵、電車停運，城市癱瘓。3. 生活困難：冰箱食物腐壞，水泵無法供水，夜晚一片漆黑。4. 經濟停滯：銀行、工廠、商店無法運作。5. 安全危機：監控失效，醫院僅靠備用電源運作。這將是一次對現代文明高度依賴電力的巨大考驗，提醒我們節約能源和發展多元能源的重要性。"
    },
    {
      "id": "CHI-0054",
      "category": "social_opinion",
      "text": "[FW] 學生在小五、小六開始拍拖，你有甚麼看法？",
      "difficulty": "hard",
      "modal_answer": "我認為在這個年齡「拍拖」為時過早。小五、小六的學生心智尚未成熟，主要任務是學習和建立健康的自我認知及友誼。過早陷入戀愛關係可能會分散學習精力，帶來不必要的情感困擾和壓力，甚至影響與其他朋友的正常交往。這個階段，男女同學之間應該發展純潔的友誼，學習互相尊重和團體合作。真正的戀愛，應該等到思想更成熟、能為自己負責之後再考慮。"
    },
    {
      "id": "CHI-0055",
      "category": "technology_opinion",
      "text": "[FW] 有人說︰「網上遊戲可以擴闊視野。」你同意嗎？",
      "difficulty": "medium",
      "modal_answer": "我部分同意。一些設計優良的網上遊戲確實有這個作用，例如歷史策略遊戲可以讓人了解不同文明的發展；合作解謎遊戲可以鍛煉團隊協作和邏輯思維；一些模擬經營遊戲也涉及資源管理知識。但前提是遊戲內容健康、有教育意義，且玩家有節制、有思考地玩。如果只是沉迷於單純打鬥或消費的遊戲，則不僅不能擴闊視野，反而可能局限思維、浪費時間。"
    },
    {
      "id": "CHI-0056",
      "category": "personal_habits",
      "text": "[FW] 你有沒有閱讀課外書的習慣？",
      "difficulty": "easy",
      "modal_answer": "有，我每週都會閱讀課外書。我喜歡在睡前看半小時到一小時。我看的種類比較雜，包括科幻小說（如《三體》青少版）、歷史故事、名人傳記，還有科普讀物。閱讀課外書讓我放鬆，也讓我學到了很多課本以外的知識，豐富了我的想象力和詞彙量。學校圖書館和公共圖書館是我經常去的地方。"
    },
    {
      "id": "CHI-0057",
      "category": "self_reflection",
      "text": "[FW] 你會用哪種動物代表自己？",
      "difficulty": "easy",
      "modal_answer": "我會用「海豚」代表自己。因為海豚被認為是聰明、友善和樂於合作的動物。我喜歡和朋友一起學習和玩耍，覺得團隊合作很重要。同時，海豚總是在探索廣闊的海洋，我也對世界充滿好奇，喜歡學習新事物。雖然我有時也會像海豚一樣有點活潑好動，但總體上希望給人帶來快樂和幫助。"
    },
    {
      "id": "CHI-0058",
      "category": "school_choice",
      "text": "[FW] 你為甚麼選這間學校？",
      "difficulty": "medium",
      "modal_answer": "我選擇這所學校，主要是因為它的校風和教學理念。我參觀學校時，感覺師生關係融洽，校園氣氛積極而愉快。學校除了重視學業，還有豐富的課外活動和服務學習機會，注重培養學生的全人發展。另外，學校在科學和藝術方面的設施和成就也吸引了我。我相信在這裡，我不僅能學到知識，還能發展自己的興趣和品格。"
    },
    {
      "id": "CHI-0059",
      "category": "personal_habits",
      "text": "[FW] 你空閒時會做甚麼？",
      "difficulty": "easy",
      "modal_answer": "空閒時我喜歡做幾件事：一是閱讀課外書；二是打籃球或游泳，鍛煉身體；三是畫畫，尤其是漫畫人物；四是和爸爸一起研究模型拼裝，或者嘗試一些簡單的科學小實驗。如果時間較長，我會和全家去郊野公園行山。我覺得平衡動靜活動很重要，既能放鬆大腦，又能保持活力。"
    },
    {
      "id": "CHI-0060",
      "category": "ethical_dilemma",
      "text": "[FW] 假如有個神仙給你一瓶能預知未來的藥水，你會怎樣做？",
      "difficulty": "hard",
      "modal_answer": "我不會喝下它。因為如果預知了未來，無論是好是壞，都會剝奪我此刻努力、期待和體驗驚喜的樂趣。知道了成功，努力會失去意義；知道了失敗，可能會提前放棄或陷入焦慮。人生正是因為未知和不確定，才充滿挑戰和可能性。我會把藥水珍藏起來，作為一個提醒：與其預知未來，不如專注當下，用自己的行動去創造一個更好的未來。"
    },
    {
      "id": "CHI-0061",
      "category": "imagination",
      "text": "[FW] 如果市場將要推出一款新口味雪糕，你想要甚麼味道的？",
      "difficulty": "easy",
      "modal_answer": "我想要一款「港式奶茶西多士」口味的雪糕。基底是濃郁的港式奶茶雪糕，裡面混合著小小的、軟軟的麵包粒（模擬西多士），還有淡淡的楓糖漿和牛油的香甜。吃起來既有奶茶的茶香和滑順，又有西多士的飽足感和甜蜜口感，一定能成為一款既有香港特色又新奇美味的雪糕！"
    },
    {
      "id": "CHI-0062",
      "category": "personal_experience",
      "text": "[FW] 你最難忘的小學經歷。",
      "difficulty": "medium",
      "modal_answer": "最難忘的是六年級時的「畢業營」。那是我們第一次離開家人在外過夜。三天兩夜裡，我們一起完成高空挑戰、夜行登山、營火晚會。在團隊任務中，我們曾因意見不合爭吵，但最終學會了傾聽和妥協，成功通關。最後一晚的分享會，好多同學說著說著都哭了，既有對過去的不捨，也有對未來的憧憬。那是一次對獨立、合作和友誼的深刻體驗。"
    },
    {
      "id": "CHI-0063",
      "category": "personal_experience",
      "text": "[FW] 你最難忘的獎項。",
      "difficulty": "easy",
      "modal_answer": "我最難忘的不是最大的獎，而是三年級時獲得的「最大進步獎」。那時我的數學成績一直不理想，經過一個學期每天堅持多做練習和請教老師，期末考終於取得了顯著進步。當老師在台上念出我的名字，並特別表揚我的努力時，我激動得差點哭出來。那個獎盃不大，但它讓我真切地體會到「一分耕耘，一分收穫」，努力是會被看見和肯定的。"
    },
    {
      "id": "CHI-0064",
      "category": "reading",
      "text": "[FW] 你喜歡看甚麼書？",
      "difficulty": "easy",
      "modal_answer": "我最喜歡看科幻和冒險類的小說，比如《哈利波特》系列和《納尼亞傳奇》，它們能帶我進入充滿想象力的世界。我也很愛看科普書，尤其是關於宇宙和動物奧秘的，例如《時間簡史》（圖解版）和一些國家地理的動物圖鑑。偶爾也會看歷史人物的故事書。我覺得不同類型的書能滿足我不同的好奇心。"
    },
    {
      "id": "CHI-0065",
      "category": "leadership",
      "text": "[FW] 同學就班會旅行持兩種不同意見，爭持不下。假如你是班會主席，你會怎樣做？",
      "difficulty": "hard",
      "modal_answer": "我會採取以下步驟：1. 暫停爭論，請雙方代表分別陳述各自方案的優點和考慮。2. 引導大家找出共同目標（如：玩得開心、安全、在預算內）。3. 提出折中方案或新思路（例如：能否將兩個方案的優點結合？或去一個能同時滿足兩方部分需求的第三方地點？）。4. 若仍無法統一，則組織全班匿名投票，尊重大多數人的決定，並請大家支持最終結果。"
    },
    {
      "id": "CHI-0066",
      "category": "future_plan",
      "text": "[FW] 如果你入讀了本中學，你會怎樣度過未來幾年的中學生活？",
      "difficulty": "medium",
      "modal_answer": "我希望過一個充實而平衡的中學生活：學業上，打好基礎，主動學習，尤其要提升英語能力；課外活動上，加入一兩個感興趣的學會（如科學學會或籃球隊），堅持發展愛好；個人成長上，多參與社會服務和領袖訓練，拓寬視野；社交上，結交志同道合的朋友，互相鼓勵。我會做好時間管理，努力在中學階段成為一個更獨立、更有能力、更關心社會的人。"
    },
    {
      "id": "CHI-0067",
      "category": "academic_reflection",
      "text": "[FW] 你認為用中文學習容易還是用英文學習容易？你期望家人會如何協助你度過中學階段？",
      "difficulty": "medium",
      "modal_answer": "目前對我來說，用中文學習在理解和表達上更容易。但我知道中學很多科目會用英文，所以必須儘快適應。我期望家人能：1. 營造一個安靜和支持的學習環境。2. 當我遇到困難時，鼓勵我多問老師和同學，而不是直接給我答案。3. 理解中學壓力會增大，在我疲倦時給予情感上的安慰和陪伴。4. 和我一起討論未來的方向和目標，給我建議但不強加他們的意願。"
    },
    {
      "id": "CHI-0068",
      "category": "personal_thoughts",
      "text": "[FW] 你最敬佩的人是誰？為甚麼？",
      "difficulty": "easy",
      "modal_answer": "我最敬佩的人是媽媽。她不僅要工作，還把家裡打理得井井有條，照顧我和爸爸的生活。她總是那麼有耐心，當我考試失利時，她從不責罵，而是幫我分析原因；當她自己在工作中遇到難題，我也總見她認真查資料、想辦法解決。她教會我責任心、堅韌和樂觀。她不是什麼名人，但她的日常付出和積極態度，是我心中最了不起的榜樣。"
    },
    {
      "id": "CHI-0069",
      "category": "self_reflection",
      "text": "[FW] 怎樣才算是一個好學生？",
      "difficulty": "medium",
      "modal_answer": "我認為好學生不只看成績，應具備以下幾點：1. 負責任：對自己的學習和行為負責，按時完成任務。2. 好學：有求知慾，主動學習，不怕提問。3. 尊重：尊重老師、同學和校規。4. 品行端正：誠實、友善、樂於助人。5. 均衡發展：積極參與體育、藝術等活動，保持身心健康。簡而言之，好學生是在學業和品德上都不斷追求進步的人。"
    }
  ]
}
