{
  "questions": [
    {
      "id": "CHI-0001",
      "category": "personal_habits",
      "text": "[FW] 你有沒有閱讀報紙的習慣？",
      "difficulty": "easy",
      "modal_answer": "我沒有每天閱讀實體報紙的習慣，因為我主要通過網絡和電視新聞來了解時事。不過，學校的圖書館有時會有報紙，當我有空或者老師要求我們找新聞資料時，我就會去翻閱。我覺得報紙上的報導通常比較詳細，但網絡新聞更新更快、更方便。"
    },
    {
      "id": "CHI-0002",
      "category": "personal_experience",
      "text": "[FW] 你有沒有做過班長或類似的職務？",
      "difficulty": "easy",
      "modal_answer": "是的，我在四年級時曾擔任過副班長。我的主要職責是協助班長點名、在老師不在時維持課堂秩序，以及幫忙收發作業。這段經歷讓我學會了如何與同學溝通，也明白了責任感的重要性。雖然有時候會遇到調皮的同學，需要耐心處理，但我覺得這是一次很好的鍛煉。"
    },
    {
      "id": "CHI-0003",
      "category": "reflection",
      "text": "[FW] 在小學生涯中，最令你感到滿足的是甚麼？",
      "difficulty": "medium",
      "modal_answer": "最令我感到滿足的是在五年級的音樂比賽中，我們班合唱團獲得了冠軍。從一開始大家唱得參差不齊，到後來每天放學後努力練習，互相糾正音準，這個過程非常難忘。當宣布我們獲得第一名時，全班都歡呼起來，那種共同努力後獲得成功的成就感，讓我覺得所有的付出都是值得的。"
    },
    {
      "id": "CHI-0004",
      "category": "family",
      "text": "[FW] 你喜歡跟爸爸還是媽媽去街？為甚麼？",
      "difficulty": "easy",
      "modal_answer": "我比較喜歡和媽媽一起去逛街。因為媽媽通常更有耐心，她會陪我仔細挑選衣服或文具，還會帶我去吃我喜歡的甜品。而爸爸逛街總是很快，目標明確，買完東西就想回家。不過，如果是去爬山或者看電子產品，我就會選擇和爸爸一起去，因為他懂的更多。"
    },
    {
      "id": "CHI-0005",
      "category": "personal_thoughts",
      "text": "[FW] 你希望有甚麼自由？",
      "difficulty": "medium",
      "modal_answer": "我希望有更多安排自己時間的自由。比如，在完成學校功課和溫習之後，我可以自由決定是看課外書、畫畫，還是和小伙伴們在樓下玩一會兒。現在很多時間都被固定的補習班和興趣班佔滿了，如果我能自己支配一部分空閒時間，我相信我會更開心，也能更好地發展自己真正的興趣。"
    },
    {
      "id": "CHI-0006",
      "category": "personal_habits",
      "text": "[FW] 你平常有沒有上網？",
      "difficulty": "easy",
      "modal_answer": "有，我每天都會上網。主要是用來看教學視頻來幫助學習、查閱資料完成專題報告，以及和同學通過社交軟件討論功課。週末時，我也會被允許玩一會兒線上遊戲或者看有趣的短片。爸爸媽媽規定了每天上網的時間，並且會監督我瀏覽的內容，以確保安全。"
    },
    {
      "id": "CHI-0007",
      "category": "academic",
      "text": "[FW] 你平常有沒有補習？",
      "difficulty": "easy",
      "modal_answer": "有，我每週有參加數學和英文的補習班。因為我覺得學校的課程進度比較快，有時候跟不上，補習老師可以幫我鞏固基礎，解釋得更仔細。補習雖然佔用了一些玩樂時間，但確實讓我的成績穩定了一些，面對考試時也沒那麼緊張了。"
    },
    {
      "id": "CHI-0008",
      "category": "future_aspirations",
      "text": "[FW] 長大後有甚麼志願？",
      "difficulty": "easy",
      "modal_answer": "我長大後想成為一名老師。特別是像我的班主任那樣的老師，她不僅知識豐富，而且非常關心學生，總是鼓勵我們。我覺得能把知識傳授給別人，並且幫助他們成長，是一份很有意義的工作。我現在要努力學習，為實現這個目標打好基礎。"
    },
    {
      "id": "CHI-0009",
      "category": "family",
      "text": "[FW] 父母有沒有給你壓力？",
      "difficulty": "medium",
      "modal_answer": "他們對我有所期望，但我認為這不完全是壓力，更多的是關心。他們希望我養成良好的學習習慣，認真完成功課。有時候考試前，他們會顯得比較緊張，督促我溫書。但當我真正感到累或者遇到困難時，他們也會安慰我，告訴我盡力就好。所以，這是一種督促我前進的動力。"
    },
    {
      "id": "CHI-0010",
      "category": "reflection",
      "text": "[FW] 你認為小學同學最應該改善的問題？（傲慢無禮 / 欠交功課 / 遲到）",
      "difficulty": "medium",
      "modal_answer": "我認為「傲慢無禮」最應該改善。因為欠交功課或遲到主要影響自己，但傲慢無禮的行為，比如嘲笑同學的錯誤、不尊重老師或班幹部的提醒，會傷害他人的感情，破壞班級的團結和友好氣氛。一個互相尊重的環境，才能讓大家更開心、更專注地學習。"
    },
    {
      "id": "CHI-0011",
      "category": "reading",
      "text": "[FW] 試介紹一本圖書。那本書關於甚麼？在書中學會了甚麼？",
      "difficulty": "medium",
      "modal_answer": "我想介紹《西遊記》。這本書講述了唐僧師徒四人——孫悟空、豬八戒、沙和尚和白龍馬，一路歷經九九八十一難，前往西天取經的故事。從書中，我學會了團隊合作的重要性，每個人都有優點和缺點，要互相幫助。我也佩服孫悟空的機智勇敢和堅持不懈的精神，明白了遇到困難不要輕易放棄。"
    },
    {
      "id": "CHI-0012",
      "category": "imagination",
      "text": "[FW] 如果有人發明了下列藥物，你會選擇哪一樣？為甚麼？（縮小丸 / 永恆記憶丸 / 長生不老丹）",
      "difficulty": "medium",
      "modal_answer": "我會選擇「永恆記憶丸」。因為長生不老可能會看到所有親友離開，太孤獨；縮小丸雖然有趣，但用處不大。而永恆記憶丸可以讓我記住所有學過的知識、經歷過的美好瞬間，以及家人朋友的每一份關愛。這對學習和生活都有巨大的幫助，能讓寶貴的經歷永不褪色。"
    },
    {
      "id": "CHI-0013",
      "category": "academic",
      "text": "[FW] 當遇上較難的題目，你會怎樣做？",
      "difficulty": "easy",
      "modal_answer": "首先，我會靜下心來把題目再仔細讀幾遍，圈出關鍵信息。如果還是不懂，我會回憶老師講過的類似例題，或者翻看課本和筆記尋找線索。如果自己實在解決不了，我會請教同學，和他們一起討論。最後，如果大家都不会，我就會去問老師，直到徹底弄明白為止。我不會直接放棄或抄答案。"
    },
    {
      "id": "CHI-0014",
      "category": "culture",
      "text": "[FW] 如果有個外國人來香港度假，你會介紹他去哪個景點？",
      "difficulty": "medium",
      "modal_answer": "我會介紹他去太平山頂。因為在那裡可以乘坐古老的山頂纜車，體驗獨特的傾斜角度。到達山頂後，可以俯瞰整個維多利亞港和香港島的摩天大樓，日景和夜景都非常壯觀。那裡還有商店和餐廳，他可以一次過感受到香港的現代繁華和自然美景，這是最能代表香港特色的地方之一。"
    },
    {
      "id": "CHI-0015",
      "category": "social_opinion",
      "text": "[FW] 在現今社會，美貌和智慧哪樣較重要？為甚麼？",
      "difficulty": "medium",
      "modal_answer": "我認為智慧更重要。因為美貌會隨著時間改變，而智慧卻能不斷增長並伴隨一生。擁有智慧，可以解決生活中的難題，創造有價值的事物，獲得別人的真正尊重。雖然外表整潔大方是禮貌，但社會的發展和個人的成功最終還是依靠知識、判斷力和創新能力，這些都屬於智慧的範疇。"
    },
    {
      "id": "CHI-0016",
      "category": "reflection",
      "text": "[FW] 老師有甚麼特質最受學生歡迎？",
      "difficulty": "easy",
      "modal_answer": "最受學生歡迎的老師通常有這些特質：第一，幽默風趣，能讓課堂氣氛輕鬆愉快；第二，有耐心，願意反覆講解直到學生明白；第三，公平公正，對所有學生一視同仁；第四，不僅教知識，也關心學生的生活和情緒，像朋友一樣。這樣的老師讓學生感到親切和受尊重，自然更喜歡上他的課。"
    },
    {
      "id": "CHI-0017",
      "category": "family",
      "text": "[FW] 假如下周六是爸媽生日，你會怎樣慶祝？",
      "difficulty": "easy",
      "modal_answer": "我會用自己儲蓄的零用錢，買一個小蛋糕，再親手製作一張生日卡。早上，我會為他們準備簡單的早餐（比如煎蛋和牛奶）。白天，我們可以一起去公園散步或者看一場電影。晚上，全家人一起在家吃頓豐盛的晚餐，然後拿出蛋糕，一起唱生日歌，讓他們吹蠟燭。最重要的是陪伴和心意。"
    },
    {
      "id": "CHI-0018",
      "category": "family",
      "text": "[FW] 你會怎樣表達對父母的愛？",
      "difficulty": "easy",
      "modal_answer": "我表達愛的方式是通過實際行動：第一，努力學習，照顧好自己，不讓他們太操心；第二，主動分擔家務，比如洗碗、倒垃圾；第三，記住他們的喜好，在特別的日子給他們小驚喜；第四，多和他們聊天，分享學校裡開心和不開心的事，也會認真聽他們說話。我覺得愛藏在日常的關心和理解裡。"
    },
    {
      "id": "CHI-0019",
      "category": "problem_solving",
      "text": "[FW] 如果你有一天上學途中發現自己沒有帶錢包及手機，你會怎樣做？",
      "difficulty": "medium",
      "modal_answer": "首先，我會保持冷靜。我會先向路人或車站職員求助，借用電話打給父母，告訴他們我的情況和具體位置。如果聯繫不上父母，我會直接去學校，向班主任或校務處的老師說明情況，請他們幫忙聯繫家人。放學後，我會跟有手機的同學一起走，或者留在學校等家人來接。不會擅自去其他地方。"
    },
    {
      "id": "CHI-0020",
      "category": "personal_experience",
      "text": "[FW] 講述一次遇到挫折的經歷。",
      "difficulty": "medium",
      "modal_answer": "記得四年級時，我滿懷信心地參加學校的講故事比賽，但在台上因為太緊張，忘了一大段台詞，最後只拿到了安慰獎。當時我非常難過和羞愧。後來，老師鼓勵我，並告訴我很多演講者都有過類似經歷。我開始練習在更多人面前說話，並把稿子理解得更透徹。這次挫折讓我明白，準備充分和積累經驗比結果更重要。"
    },
    {
      "id": "CHI-0021",
      "category": "personal_thoughts",
      "text": "[FW] 誰是你的榜樣？",
      "difficulty": "easy",
      "modal_answer": "我的榜樣是我的爺爺。他是一位退休工程師，雖然年紀大了，但仍然堅持每天讀書看報，學習如何使用智能手機和電腦。他做事非常認真和有耐心，家裡東西壞了都能慢慢修好。他常常告訴我，學習是一輩子的事，而且待人要誠懇。從他身上，我看到了終身學習和踏實做人的可貴品質。"
    }
  ]
}
